results/run-stages.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: stages.js
        output: -

     scenarios: (100.00%) 1 scenario, 100 max VUs, 3m0s max duration (incl. graceful stop):
              * default: Up to 100 looping VUs for 2m30s over 4 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 001/100 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m01.0s/2m30.0s

running (0m02.0s), 001/100 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m02.0s/2m30.0s

running (0m03.0s), 001/100 VUs, 1 complete and 0 interrupted iterations
default   [   2% ] 001/100 VUs  0m03.0s/2m30.0s

running (0m04.0s), 001/100 VUs, 2 complete and 0 interrupted iterations
default   [   3% ] 001/100 VUs  0m04.0s/2m30.0s

running (0m05.0s), 001/100 VUs, 2 complete and 0 interrupted iterations
default   [   3% ] 001/100 VUs  0m05.0s/2m30.0s

running (0m06.0s), 001/100 VUs, 3 complete and 0 interrupted iterations
default   [   4% ] 001/100 VUs  0m06.0s/2m30.0s

running (0m07.0s), 001/100 VUs, 4 complete and 0 interrupted iterations
default   [   5% ] 001/100 VUs  0m07.0s/2m30.0s

running (0m08.0s), 002/100 VUs, 5 complete and 0 interrupted iterations
default   [   5% ] 002/100 VUs  0m08.0s/2m30.0s

running (0m09.0s), 002/100 VUs, 5 complete and 0 interrupted iterations
default   [   6% ] 002/100 VUs  0m09.0s/2m30.0s

running (0m10.0s), 002/100 VUs, 7 complete and 0 interrupted iterations
default   [   7% ] 002/100 VUs  0m10.0s/2m30.0s

running (0m11.0s), 002/100 VUs, 8 complete and 0 interrupted iterations
default   [   7% ] 002/100 VUs  0m11.0s/2m30.0s

running (0m12.0s), 002/100 VUs, 9 complete and 0 interrupted iterations
default   [   8% ] 002/100 VUs  0m12.0s/2m30.0s

running (0m13.0s), 002/100 VUs, 11 complete and 0 interrupted iterations
default   [   9% ] 002/100 VUs  0m13.0s/2m30.0s

running (0m14.0s), 002/100 VUs, 11 complete and 0 interrupted iterations
default   [   9% ] 002/100 VUs  0m14.0s/2m30.0s

running (0m15.0s), 002/100 VUs, 13 complete and 0 interrupted iterations
default   [  10% ] 002/100 VUs  0m15.0s/2m30.0s

running (0m16.0s), 003/100 VUs, 13 complete and 0 interrupted iterations
default   [  11% ] 003/100 VUs  0m16.0s/2m30.0s

running (0m17.0s), 003/100 VUs, 15 complete and 0 interrupted iterations
default   [  11% ] 003/100 VUs  0m17.0s/2m30.0s

running (0m18.0s), 003/100 VUs, 18 complete and 0 interrupted iterations
default   [  12% ] 003/100 VUs  0m18.0s/2m30.0s

running (0m19.0s), 003/100 VUs, 21 complete and 0 interrupted iterations
default   [  13% ] 003/100 VUs  0m19.0s/2m30.0s

running (0m20.0s), 003/100 VUs, 22 complete and 0 interrupted iterations
default   [  13% ] 003/100 VUs  0m20.0s/2m30.0s

running (0m21.0s), 003/100 VUs, 24 complete and 0 interrupted iterations
default   [  14% ] 003/100 VUs  0m21.0s/2m30.0s

running (0m22.0s), 003/100 VUs, 27 complete and 0 interrupted iterations
default   [  15% ] 003/100 VUs  0m22.0s/2m30.0s

running (0m23.0s), 004/100 VUs, 28 complete and 0 interrupted iterations
default   [  15% ] 004/100 VUs  0m23.0s/2m30.0s

running (0m24.0s), 004/100 VUs, 30 complete and 0 interrupted iterations
default   [  16% ] 004/100 VUs  0m24.0s/2m30.0s

running (0m25.0s), 004/100 VUs, 34 complete and 0 interrupted iterations
default   [  17% ] 004/100 VUs  0m25.0s/2m30.0s

running (0m26.0s), 004/100 VUs, 37 complete and 0 interrupted iterations
default   [  17% ] 004/100 VUs  0m26.0s/2m30.0s

running (0m27.0s), 004/100 VUs, 39 complete and 0 interrupted iterations
default   [  18% ] 004/100 VUs  0m27.0s/2m30.0s

running (0m28.0s), 004/100 VUs, 42 complete and 0 interrupted iterations
default   [  19% ] 004/100 VUs  0m28.0s/2m30.0s

running (0m29.0s), 004/100 VUs, 46 complete and 0 interrupted iterations
default   [  19% ] 004/100 VUs  0m29.0s/2m30.0s

running (0m30.0s), 004/100 VUs, 49 complete and 0 interrupted iterations
default   [  20% ] 004/100 VUs  0m30.0s/2m30.0s

running (0m31.0s), 005/100 VUs, 50 complete and 0 interrupted iterations
default   [  21% ] 005/100 VUs  0m31.0s/2m30.0s

running (0m32.0s), 005/100 VUs, 54 complete and 0 interrupted iterations
default   [  21% ] 005/100 VUs  0m32.0s/2m30.0s

running (0m33.0s), 006/100 VUs, 56 complete and 0 interrupted iterations
default   [  22% ] 006/100 VUs  0m33.0s/2m30.0s

running (0m34.0s), 006/100 VUs, 60 complete and 0 interrupted iterations
default   [  23% ] 006/100 VUs  0m34.0s/2m30.0s

running (0m35.0s), 007/100 VUs, 65 complete and 0 interrupted iterations
default   [  23% ] 007/100 VUs  0m35.0s/2m30.0s

running (0m36.0s), 007/100 VUs, 70 complete and 0 interrupted iterations
default   [  24% ] 007/100 VUs  0m36.0s/2m30.0s

running (0m37.0s), 007/100 VUs, 74 complete and 0 interrupted iterations
default   [  25% ] 007/100 VUs  0m37.0s/2m30.0s

running (0m38.0s), 008/100 VUs, 79 complete and 0 interrupted iterations
default   [  25% ] 008/100 VUs  0m38.0s/2m30.0s

running (0m39.0s), 008/100 VUs, 85 complete and 0 interrupted iterations
default   [  26% ] 008/100 VUs  0m39.0s/2m30.0s

running (0m40.0s), 009/100 VUs, 90 complete and 0 interrupted iterations
default   [  27% ] 009/100 VUs  0m40.0s/2m30.0s

running (0m41.0s), 009/100 VUs, 95 complete and 0 interrupted iterations
default   [  27% ] 009/100 VUs  0m41.0s/2m30.0s

running (0m42.0s), 009/100 VUs, 102 complete and 0 interrupted iterations
default   [  28% ] 009/100 VUs  0m42.0s/2m30.0s

running (0m43.0s), 010/100 VUs, 109 complete and 0 interrupted iterations
default   [  29% ] 010/100 VUs  0m43.0s/2m30.0s

running (0m44.0s), 010/100 VUs, 116 complete and 0 interrupted iterations
default   [  29% ] 010/100 VUs  0m44.0s/2m30.0s

running (0m45.0s), 011/100 VUs, 123 complete and 0 interrupted iterations
default   [  30% ] 011/100 VUs  0m45.0s/2m30.0s

running (0m46.0s), 011/100 VUs, 131 complete and 0 interrupted iterations
default   [  31% ] 011/100 VUs  0m46.0s/2m30.0s

running (0m47.0s), 012/100 VUs, 140 complete and 0 interrupted iterations
default   [  31% ] 012/100 VUs  0m47.0s/2m30.0s

running (0m48.0s), 012/100 VUs, 147 complete and 0 interrupted iterations
default   [  32% ] 012/100 VUs  0m48.0s/2m30.0s

running (0m49.0s), 012/100 VUs, 156 complete and 0 interrupted iterations
default   [  33% ] 012/100 VUs  0m49.0s/2m30.0s

running (0m50.0s), 013/100 VUs, 164 complete and 0 interrupted iterations
default   [  33% ] 013/100 VUs  0m50.0s/2m30.0s

running (0m51.0s), 013/100 VUs, 173 complete and 0 interrupted iterations
default   [  34% ] 013/100 VUs  0m51.0s/2m30.0s

running (0m52.0s), 014/100 VUs, 183 complete and 0 interrupted iterations
default   [  35% ] 014/100 VUs  0m52.0s/2m30.0s

running (0m53.0s), 014/100 VUs, 191 complete and 0 interrupted iterations
default   [  35% ] 014/100 VUs  0m53.0s/2m30.0s

running (0m54.0s), 014/100 VUs, 202 complete and 0 interrupted iterations
default   [  36% ] 014/100 VUs  0m54.0s/2m30.0s

running (0m55.0s), 015/100 VUs, 212 complete and 0 interrupted iterations
default   [  37% ] 015/100 VUs  0m55.0s/2m30.0s

running (0m56.0s), 015/100 VUs, 222 complete and 0 interrupted iterations
default   [  37% ] 015/100 VUs  0m56.0s/2m30.0s

running (0m57.0s), 016/100 VUs, 233 complete and 0 interrupted iterations
default   [  38% ] 016/100 VUs  0m57.0s/2m30.0s

running (0m58.0s), 016/100 VUs, 246 complete and 0 interrupted iterations
default   [  39% ] 016/100 VUs  0m58.0s/2m30.0s

running (0m59.0s), 017/100 VUs, 257 complete and 0 interrupted iterations
default   [  39% ] 017/100 VUs  0m59.0s/2m30.0s

running (1m00.0s), 017/100 VUs, 267 complete and 0 interrupted iterations
default   [  40% ] 017/100 VUs  1m00.0s/2m30.0s

running (1m01.0s), 017/100 VUs, 279 complete and 0 interrupted iterations
default   [  41% ] 017/100 VUs  1m01.0s/2m30.0s

running (1m02.0s), 018/100 VUs, 292 complete and 0 interrupted iterations
default   [  41% ] 018/100 VUs  1m02.0s/2m30.0s

running (1m03.0s), 018/100 VUs, 306 complete and 0 interrupted iterations
default   [  42% ] 018/100 VUs  1m03.0s/2m30.0s

running (1m04.0s), 019/100 VUs, 318 complete and 0 interrupted iterations
default   [  43% ] 019/100 VUs  1m04.0s/2m30.0s

running (1m05.0s), 019/100 VUs, 329 complete and 0 interrupted iterations
default   [  43% ] 019/100 VUs  1m05.0s/2m30.0s

running (1m06.0s), 019/100 VUs, 343 complete and 0 interrupted iterations
default   [  44% ] 019/100 VUs  1m06.0s/2m30.0s

running (1m07.0s), 020/100 VUs, 359 complete and 0 interrupted iterations
default   [  45% ] 020/100 VUs  1m07.0s/2m30.0s

running (1m08.0s), 020/100 VUs, 371 complete and 0 interrupted iterations
default   [  45% ] 020/100 VUs  1m08.0s/2m30.0s

running (1m09.0s), 021/100 VUs, 386 complete and 0 interrupted iterations
default   [  46% ] 021/100 VUs  1m09.0s/2m30.0s

running (1m10.0s), 021/100 VUs, 402 complete and 0 interrupted iterations
default   [  47% ] 021/100 VUs  1m10.0s/2m30.0s

running (1m11.0s), 022/100 VUs, 416 complete and 0 interrupted iterations
default   [  47% ] 022/100 VUs  1m11.0s/2m30.0s

running (1m12.0s), 022/100 VUs, 432 complete and 0 interrupted iterations
default   [  48% ] 022/100 VUs  1m12.0s/2m30.0s

running (1m13.0s), 022/100 VUs, 447 complete and 0 interrupted iterations
default   [  49% ] 022/100 VUs  1m13.0s/2m30.0s

running (1m14.0s), 023/100 VUs, 466 complete and 0 interrupted iterations
default   [  49% ] 023/100 VUs  1m14.0s/2m30.0s

running (1m15.0s), 023/100 VUs, 481 complete and 0 interrupted iterations
default   [  50% ] 023/100 VUs  1m15.0s/2m30.0s

running (1m16.0s), 024/100 VUs, 486 complete and 0 interrupted iterations
default   [  51% ] 024/100 VUs  1m16.0s/2m30.0s

running (1m17.0s), 024/100 VUs, 508 complete and 0 interrupted iterations
default   [  51% ] 024/100 VUs  1m17.0s/2m30.0s

running (1m18.0s), 024/100 VUs, 513 complete and 0 interrupted iterations
default   [  52% ] 024/100 VUs  1m18.0s/2m30.0s

running (1m19.0s), 025/100 VUs, 534 complete and 0 interrupted iterations
default   [  53% ] 025/100 VUs  1m19.0s/2m30.0s

running (1m20.0s), 025/100 VUs, 557 complete and 0 interrupted iterations
default   [  53% ] 025/100 VUs  1m20.0s/2m30.0s

running (1m21.0s), 026/100 VUs, 575 complete and 0 interrupted iterations
default   [  54% ] 026/100 VUs  1m21.0s/2m30.0s

running (1m22.0s), 026/100 VUs, 587 complete and 0 interrupted iterations
default   [  55% ] 026/100 VUs  1m22.0s/2m30.0s

running (1m23.0s), 027/100 VUs, 609 complete and 0 interrupted iterations
default   [  55% ] 027/100 VUs  1m23.0s/2m30.0s

running (1m24.0s), 027/100 VUs, 634 complete and 0 interrupted iterations
default   [  56% ] 027/100 VUs  1m24.0s/2m30.0s

running (1m25.0s), 027/100 VUs, 643 complete and 0 interrupted iterations
default   [  57% ] 027/100 VUs  1m25.0s/2m30.0s

running (1m26.0s), 028/100 VUs, 662 complete and 0 interrupted iterations
default   [  57% ] 028/100 VUs  1m26.0s/2m30.0s

running (1m27.0s), 028/100 VUs, 688 complete and 0 interrupted iterations
default   [  58% ] 028/100 VUs  1m27.0s/2m30.0s

running (1m28.0s), 029/100 VUs, 715 complete and 0 interrupted iterations
default   [  59% ] 029/100 VUs  1m28.0s/2m30.0s

running (1m29.0s), 029/100 VUs, 725 complete and 0 interrupted iterations
default   [  59% ] 029/100 VUs  1m29.0s/2m30.0s

running (1m30.0s), 029/100 VUs, 746 complete and 0 interrupted iterations
default   [  60% ] 029/100 VUs  1m30.0s/2m30.0s

running (1m31.0s), 032/100 VUs, 772 complete and 0 interrupted iterations
default   [  61% ] 032/100 VUs  1m31.0s/2m30.0s

running (1m32.0s), 034/100 VUs, 789 complete and 0 interrupted iterations
default   [  61% ] 034/100 VUs  1m32.0s/2m30.0s

running (1m33.0s), 036/100 VUs, 813 complete and 0 interrupted iterations
default   [  62% ] 036/100 VUs  1m33.0s/2m30.0s

running (1m34.0s), 039/100 VUs, 836 complete and 0 interrupted iterations
default   [  63% ] 039/100 VUs  1m34.0s/2m30.0s

running (1m35.0s), 041/100 VUs, 870 complete and 0 interrupted iterations
default   [  63% ] 041/100 VUs  1m35.0s/2m30.0s

running (1m36.0s), 043/100 VUs, 889 complete and 0 interrupted iterations
default   [  64% ] 043/100 VUs  1m36.0s/2m30.0s

running (1m37.0s), 046/100 VUs, 919 complete and 0 interrupted iterations
default   [  65% ] 046/100 VUs  1m37.0s/2m30.0s

running (1m38.0s), 048/100 VUs, 956 complete and 0 interrupted iterations
default   [  65% ] 048/100 VUs  1m38.0s/2m30.0s

running (1m39.0s), 050/100 VUs, 978 complete and 0 interrupted iterations
default   [  66% ] 050/100 VUs  1m39.0s/2m30.0s

running (1m40.0s), 053/100 VUs, 1020 complete and 0 interrupted iterations
default   [  67% ] 053/100 VUs  1m40.0s/2m30.0s

running (1m41.0s), 055/100 VUs, 1027 complete and 0 interrupted iterations
default   [  67% ] 055/100 VUs  1m41.0s/2m30.0s

running (1m42.0s), 057/100 VUs, 1080 complete and 0 interrupted iterations
default   [  68% ] 057/100 VUs  1m42.0s/2m30.0s

running (1m43.0s), 060/100 VUs, 1126 complete and 0 interrupted iterations
default   [  69% ] 060/100 VUs  1m43.0s/2m30.0s

running (1m44.0s), 062/100 VUs, 1171 complete and 0 interrupted iterations
default   [  69% ] 062/100 VUs  1m44.0s/2m30.0s

running (1m45.0s), 064/100 VUs, 1196 complete and 0 interrupted iterations
default   [  70% ] 064/100 VUs  1m45.0s/2m30.0s

running (1m46.0s), 067/100 VUs, 1255 complete and 0 interrupted iterations
default   [  71% ] 067/100 VUs  1m46.0s/2m30.0s

running (1m47.0s), 069/100 VUs, 1309 complete and 0 interrupted iterations
default   [  71% ] 069/100 VUs  1m47.0s/2m30.0s

running (1m48.0s), 071/100 VUs, 1350 complete and 0 interrupted iterations
default   [  72% ] 071/100 VUs  1m48.0s/2m30.0s

running (1m49.0s), 074/100 VUs, 1392 complete and 0 interrupted iterations
default   [  73% ] 074/100 VUs  1m49.0s/2m30.0s

running (1m50.0s), 076/100 VUs, 1455 complete and 0 interrupted iterations
default   [  73% ] 076/100 VUs  1m50.0s/2m30.0s

running (1m51.0s), 078/100 VUs, 1508 complete and 0 interrupted iterations
default   [  74% ] 078/100 VUs  1m51.0s/2m30.0s

running (1m52.0s), 081/100 VUs, 1541 complete and 0 interrupted iterations
default   [  75% ] 081/100 VUs  1m52.0s/2m30.0s

running (1m53.0s), 083/100 VUs, 1613 complete and 0 interrupted iterations
default   [  75% ] 083/100 VUs  1m53.0s/2m30.0s

running (1m54.0s), 085/100 VUs, 1679 complete and 0 interrupted iterations
default   [  76% ] 085/100 VUs  1m54.0s/2m30.0s

running (1m55.0s), 088/100 VUs, 1729 complete and 0 interrupted iterations
default   [  77% ] 088/100 VUs  1m55.0s/2m30.0s

running (1m56.0s), 090/100 VUs, 1786 complete and 0 interrupted iterations
default   [  77% ] 090/100 VUs  1m56.0s/2m30.0s

running (1m57.0s), 092/100 VUs, 1862 complete and 0 interrupted iterations
default   [  78% ] 092/100 VUs  1m57.0s/2m30.0s

running (1m58.0s), 095/100 VUs, 1917 complete and 0 interrupted iterations
default   [  79% ] 095/100 VUs  1m58.0s/2m30.0s

running (1m59.0s), 097/100 VUs, 1971 complete and 0 interrupted iterations
default   [  79% ] 097/100 VUs  1m59.0s/2m30.0s

running (2m00.0s), 099/100 VUs, 2056 complete and 0 interrupted iterations
default   [  80% ] 099/100 VUs  2m00.0s/2m30.0s

running (2m01.0s), 100/100 VUs, 2117 complete and 0 interrupted iterations
default   [  81% ] 100/100 VUs  2m01.0s/2m30.0s

running (2m02.0s), 097/100 VUs, 2188 complete and 0 interrupted iterations
default   [  81% ] 097/100 VUs  2m02.0s/2m30.0s

running (2m03.0s), 092/100 VUs, 2263 complete and 0 interrupted iterations
default   [  82% ] 092/100 VUs  2m03.0s/2m30.0s

running (2m04.0s), 090/100 VUs, 2319 complete and 0 interrupted iterations
default   [  83% ] 090/100 VUs  2m04.0s/2m30.0s

running (2m05.0s), 086/100 VUs, 2370 complete and 0 interrupted iterations
default   [  83% ] 086/100 VUs  2m05.0s/2m30.0s

running (2m06.0s), 085/100 VUs, 2425 complete and 0 interrupted iterations
default   [  84% ] 085/100 VUs  2m06.0s/2m30.0s

running (2m07.0s), 079/100 VUs, 2510 complete and 0 interrupted iterations
default   [  85% ] 079/100 VUs  2m07.0s/2m30.0s

running (2m08.0s), 076/100 VUs, 2562 complete and 0 interrupted iterations
default   [  85% ] 076/100 VUs  2m08.0s/2m30.0s

running (2m09.0s), 074/100 VUs, 2596 complete and 0 interrupted iterations
default   [  86% ] 074/100 VUs  2m09.0s/2m30.0s

running (2m10.0s), 069/100 VUs, 2663 complete and 0 interrupted iterations
default   [  87% ] 069/100 VUs  2m10.0s/2m30.0s

running (2m11.0s), 066/100 VUs, 2731 complete and 0 interrupted iterations
default   [  87% ] 066/100 VUs  2m11.0s/2m30.0s

running (2m12.0s), 063/100 VUs, 2754 complete and 0 interrupted iterations
default   [  88% ] 063/100 VUs  2m12.0s/2m30.0s

running (2m13.0s), 060/100 VUs, 2801 complete and 0 interrupted iterations
default   [  89% ] 060/100 VUs  2m13.0s/2m30.0s

running (2m14.0s), 056/100 VUs, 2858 complete and 0 interrupted iterations
default   [  89% ] 056/100 VUs  2m14.0s/2m30.0s

running (2m15.0s), 053/100 VUs, 2907 complete and 0 interrupted iterations
default   [  90% ] 053/100 VUs  2m15.0s/2m30.0s

running (2m16.0s), 051/100 VUs, 2919 complete and 0 interrupted iterations
default   [  91% ] 051/100 VUs  2m16.0s/2m30.0s

running (2m17.0s), 046/100 VUs, 2968 complete and 0 interrupted iterations
default   [  91% ] 046/100 VUs  2m17.0s/2m30.0s

running (2m18.0s), 044/100 VUs, 3004 complete and 0 interrupted iterations
default   [  92% ] 044/100 VUs  2m18.0s/2m30.0s

running (2m19.0s), 041/100 VUs, 3028 complete and 0 interrupted iterations
default   [  93% ] 041/100 VUs  2m19.0s/2m30.0s

running (2m20.0s), 036/100 VUs, 3055 complete and 0 interrupted iterations
default   [  93% ] 036/100 VUs  2m20.0s/2m30.0s

running (2m21.0s), 034/100 VUs, 3086 complete and 0 interrupted iterations
default   [  94% ] 034/100 VUs  2m21.0s/2m30.0s

running (2m22.0s), 030/100 VUs, 3115 complete and 0 interrupted iterations
default   [  95% ] 030/100 VUs  2m22.0s/2m30.0s

running (2m23.0s), 025/100 VUs, 3135 complete and 0 interrupted iterations
default   [  95% ] 025/100 VUs  2m23.0s/2m30.0s

running (2m24.0s), 023/100 VUs, 3150 complete and 0 interrupted iterations
default   [  96% ] 023/100 VUs  2m24.0s/2m30.0s

running (2m25.0s), 018/100 VUs, 3173 complete and 0 interrupted iterations
default   [  97% ] 018/100 VUs  2m25.0s/2m30.0s

running (2m26.0s), 016/100 VUs, 3189 complete and 0 interrupted iterations
default   [  97% ] 016/100 VUs  2m26.0s/2m30.0s

running (2m27.0s), 015/100 VUs, 3191 complete and 0 interrupted iterations
default   [  98% ] 015/100 VUs  2m27.0s/2m30.0s

running (2m28.0s), 010/100 VUs, 3206 complete and 0 interrupted iterations
default   [  99% ] 010/100 VUs  2m28.0s/2m30.0s

running (2m29.0s), 005/100 VUs, 3216 complete and 0 interrupted iterations
default   [  99% ] 005/100 VUs  2m29.0s/2m30.0s

running (2m30.0s), 003/100 VUs, 3219 complete and 0 interrupted iterations
default   [ 100% ] 003/100 VUs  2m30.0s/2m30.0s

running (2m31.0s), 001/100 VUs, 3221 complete and 0 interrupted iterations
default ↓ [ 100% ] 002/100 VUs  2m30s


  █ TOTAL RESULTS 

    checks_total.......: 3222    21.276035/s
    checks_succeeded...: 100.00% 3222 out of 3222
    checks_failed......: 0.00%   0 out of 3222

    ✓ status 200 baina

    HTTP
    http_req_duration..............: avg=203.97ms min=70.71ms med=251ms max=1.3s  p(90)=297.14ms p(95)=390.78ms
      { expected_response:true }...: avg=203.97ms min=70.71ms med=251ms max=1.3s  p(90)=297.14ms p(95)=390.78ms
    http_req_failed................: 0.00%  0 out of 6444
    http_reqs......................: 6444   42.55207/s

    EXECUTION
    iteration_duration.............: avg=1.43s    min=1.32s   med=1.37s max=3.07s p(90)=1.53s    p(95)=1.96s   
    iterations.....................: 3222   21.276035/s
    vus............................: 1      min=1         max=100
    vus_max........................: 100    min=100       max=100

    NETWORK
    data_received..................: 13 MB  83 kB/s
    data_sent......................: 639 kB 4.2 kB/s



running (2m31.4s), 000/100 VUs, 3222 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/100 VUs  2m30s